import React from 'react';
import classes from './Faq.module.css'

const Faq = () => {
    return (
        <section className={classes.faq}>
            <h2 className={classes.title}>Вопросы и ответы</h2>
            <div>
                <h4>Я не смог принять доставку, возможно ли назначить новую?</h4>
                <p>
                    Если у вас не получилось принять доставку, можно выбрать новую дату доставки, связавшись с нашими менеджерами.
                </p>
            </div>
            <div>
                <h4>Через какое время мне вернутся деньги при возврате товара?</h4>
                <p>Возврат денежных средств происходит в течение 10 дней. Срок может быть увеличен при возврате денежных средств на карту в связи с правилами работы конкретного банка. </p>
            </div>
            <div>
                <h4>Какой срок для возврата товара надлежащего качества?</h4>
                <p>Наш магазин предоставляет возможность вернуть товар надлежащего качества в течение 14 календарных дней, не считая дня покупки. Товар должен сохранить товарный вид и потребительские свойства.</p>
            </div>
            <div>
                <h4>Стоимость товара стала ниже, что делать?</h4>
                <p>Стоимость товара на сайте может меняться как в большую, так и в меньшую сторону, в зависимости от проводимых акций. В момент оформления заказа стоимость фиксируется.</p>
            </div>
            <div>
                <h4>Как получить чек?</h4>
                <p>Мы предоставляем кассовые чеки в электронном виде. После оплаты вам на e-mail прийдет кассовый чек в электронном формате, обладающий такой же юридической силой, как и чек на бумажном носителе.</p>
            </div>
        </section>
    );
};

export default Faq;